{
  "dates": {
    "minimum": "2014-12-03",
    "maximum": "2014-12-24"
  },
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/qhH3GyIfAnGv1pjdV3mw03qAilg.jpg",
      "id": 122917,
      "original_title": "The Hobbit: The Battle of the Five Armies",
      "release_date": "2014-12-17",
      "poster_path": "/vgAHvS0bT3fpcpnJqT6uDTUsHTo.jpg",
      "popularity": 12.3121978666872,
      "title": "The Hobbit: The Battle of the Five Armies",
      "overview": "Mere seconds after the events of \"Desolation\", Bilbo and Company continue to claim a mountain of treasure that was guarded long ago: But with Gandalf the Grey also facing some formidable foes of his own, the Hobbit is outmatched when the brutal army of orcs led by Azog the Defiler returns. But with other armies such as the elves and the men of Lake-Town, which are unsure to be trusted, are put to the ultimate test when Smaug's wrath, Azog's sheer strength, and Sauron's force of complete ends attack. All in all, the trusted armies have two choices: unite or die. But even worse, Bilbo gets put on a knife edge and finds himself fighting with Hobbit warfare with all of his might for his dwarf-friends, as the hope for Middle-Earth is all put in Bilbo's hands. The one \"precious\" thing to end it all.",
      "vote_average": 7.6,
      "vote_count": 4
    },
    {
      "adult": false,
      "backdrop_path": "/xSHjOvNdx426K9KKSeOQZ8SC479.jpg",
      "id": 147441,
      "original_title": "Exodus: Gods and Kings",
      "release_date": "2014-12-12",
      "poster_path": "/gzOIHvB0kWewC3fo91DNvxDOEAU.jpg",
      "popularity": 2.28243598943587,
      "title": "Exodus: Gods and Kings",
      "overview": "The defiant leader Moses rises up against the Egyptian Pharaoh Ramses, setting 600,000 slaves on a monumental journey of escape from Egypt and its terrifying cycle of deadly plagues.",
      "vote_average": 7,
      "vote_count": 4
    },
    {
      "adult": false,
      "backdrop_path": "/gFhKFdKP5JcYnMwGlSdSrCwoLoC.jpg",
      "id": 181533,
      "original_title": "Night at the Museum: Secret of the Tomb",
      "release_date": "2014-12-19",
      "poster_path": "/AiCMyCHm8FBg9qLwvKmcjfVzw8L.jpg",
      "popularity": 1.18216603486178,
      "title": "Night at the Museum: Secret of the Tomb",
      "overview": "When the magic powers of The Tablet of Ahkmenrah begin to die out, Larry Daley (Ben Stiller) spans the globe, uniting favorite and new characters while embarking on an epic quest to save the magic before it is gone forever.",
      "vote_average": 7.6,
      "vote_count": 7
    },
    {
      "adult": false,
      "backdrop_path": "/np7xRKpXUJXYPiNmm1qP6rwUFfP.jpg",
      "id": 282813,
      "original_title": "The Pyramid",
      "release_date": "2014-12-05",
      "poster_path": "/v6dkYHuT3UgzlBMU0aCnHqz4dAo.jpg",
      "popularity": 1.14876499809551,
      "title": "The Pyramid",
      "overview": "A team of U.S. archaeologists unearths an ancient pyramid buried deep beneath the Egyptian desert. As they search the pyramid's depths, they become hopelessly lost in its dark and endless catacombs. Searching for a way out, they become desperate to seek daylight again. They come to realize they aren't just trapped, they are being hunted.",
      "vote_average": 2,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": "/lKWeEfIvgbqe3D84qc1hDmVBLuX.jpg",
      "id": 284293,
      "original_title": "Still Alice",
      "release_date": "2014-12-05",
      "poster_path": "/nSdndXtHR6fDpB1pxmtv856UPRc.jpg",
      "popularity": 1.13100563893149,
      "title": "Still Alice",
      "overview": "Alice Howland, happily married with three grown children, is a renowned linguistics professor who starts to forget words. When she receives a devastating diagnosis, Alice and her family find their bonds tested.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/br05JWfavf6nkoK7nLF8TZnNmcK.jpg",
      "id": 290336,
      "original_title": "Montana",
      "release_date": "2014-12-15",
      "poster_path": "/l11ZGv8iOtnWZKvGnwirQfasMXA.jpg",
      "popularity": 1.10366049356738,
      "title": "Montana",
      "overview": "In the mean streets of London's East End, a former Serbian commando and a fourteen-year old boy plot revenge against a powerful crime lord and his ruthless lieutenants. As our heroes prepare to take on their enemies, the boy is mentored in the dark arts of assassination and learns the true meaning of friendship, honor and respect.",
      "vote_average": 5.3,
      "vote_count": 3
    },
    {
      "adult": false,
      "backdrop_path": "/9GEUNwgx2es8B0lD6PoOgpvq0wc.jpg",
      "id": 196867,
      "original_title": "Annie",
      "release_date": "2014-12-19",
      "poster_path": "/hkvKhuUUgjJ4jrXKkvqoQ5JnQx5.jpg",
      "popularity": 1.09644666339455,
      "title": "Annie",
      "overview": "Annie is a young, happy foster kid who's also tough enough to make her way on the streets of New York in 2014. Originally left by her parents as a baby with the promise that they'd be back for her someday, it's been a hard knock life ever since with her mean foster mom Miss Hannigan. But everything's about to change when the hard-nosed tycoon and New York mayoral candidate Will Stacks - advised by his brilliant VP, Grace and his shrewd and scheming campaign advisor, Guy - makes a thinly-veiled campaign move and takes her in. Stacks believes he's her guardian angel, but Annie's self-assured nature and bright, sun-will-come-out-tomorrow outlook on life just might mean it's the other way around.",
      "vote_average": 7,
      "vote_count": 2
    },
    {
      "adult": false,
      "backdrop_path": "/cBB6AkaiRL4BCI76tfuO3ydID9H.jpg",
      "id": 303483,
      "original_title": "Les Héritiers",
      "release_date": "2014-12-03",
      "poster_path": "/gMYIhXu98iqjUzBMWPIizdIZbxj.jpg",
      "popularity": 0.988873035836197,
      "title": "Les Héritiers",
      "overview": "Based on a true story.  In Léon Blum high school in Créteil (France), a history teacher decides to have her weakest 10th grade class take a national history competition. This will change them.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 306026,
      "original_title": "Love Is Now",
      "release_date": "2014-12-04",
      "poster_path": "/zG3M564eh1m6LesgrUQHfGTGwFR.jpg",
      "popularity": 0.9840165,
      "title": "Love Is Now",
      "overview": "Love is Now is the intriguing and mysterious drama chronicling a summer of love for experienced photographer Audrey (Van Der Boom) and aspiring snapper Dean (Farren). Propelled by new love and Audrey's free spirit, the couple embarks on a formative country adventure following the NSW Harvest Trail where they discover significantly more than they ever expected along the way.",
      "vote_average": 10,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": "/ypqnT2CYXWx8Kq3FWJmiBTHCPtv.jpg",
      "id": 171274,
      "original_title": "Inherent Vice",
      "release_date": "2014-12-12",
      "poster_path": "/hS4dIhMOspeJJIh6Vat3Z0emZpI.jpg",
      "popularity": 0.9392330036855,
      "title": "Inherent Vice",
      "overview": "In Los Angeles at the turn of the 1970s, drug-fueled detective Larry \"Doc\" Sportello investigates the disappearance of an ex-girlfriend.",
      "vote_average": 6.8,
      "vote_count": 2
    },
    {
      "adult": false,
      "backdrop_path": "/nvkJP1NJBLD7G2BrMzfYWY5AbjQ.jpg",
      "id": 304031,
      "original_title": "Repas de famille",
      "release_date": "2014-12-03",
      "poster_path": "/pggT3uvEOLbqMM0hA1u7L0ilWqY.jpg",
      "popularity": 0.90096988314795,
      "title": "Repas de famille",
      "overview": "Auguste Lumière directs four workers in the demolition of an old wall at the Lumière factory. One worker is pressing the wall inwards with a jackscrew, while another is pushing it with a pick. When the wall hits the ground, a cloud of white dust whirls up. Three workers continue the demolition of the wall with picks.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/9SgNqnKnXId8gntcGqu2Xb6LJpS.jpg",
      "id": 197950,
      "original_title": "La French",
      "release_date": "2014-12-03",
      "poster_path": "/eZWwJ7rsPtfDXafSuLc4QgoueAk.jpg",
      "popularity": 0.769351185627986,
      "title": "The Connection",
      "overview": "Newly transferred to the bustling port city of Marseille to assist with a crackdown on organized crime, energetic young magistrate Pierre Michel is given a rapid-fire tutorial on the ins and outs of an out-of-control drug trade. Pierre's wildly ambitious mission is to take on the French Connection, a highly organized operation that controls the city's underground heroin economy and is overseen by the notorious —and reputedly untouchable— Gaetan Zampa. Fearless, determined and willing to go the distance, Pierre plunges into an underworld world of insane danger and ruthless criminals.",
      "vote_average": 8,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 241062,
      "original_title": "Reuber",
      "release_date": "2014-12-03",
      "poster_path": "/dFh2kZV1wJSZ31tAUIASnqa7aWj.jpg",
      "popularity": 0.763287755387039,
      "title": "Reuber",
      "overview": "Robby screwed up. And because he is afraid of going home, he escapes head over heels into the wood.But there are living some dark 'friends', who are just waiting for such a young desperate boy who get lost in the wood! The Magician Stefan wants to have Robbies childhood and the bad-tempered robber-chief sneaks through the wood with his machete. No wonder that Robby is in big trouble very soon.",
      "vote_average": 6,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 304613,
      "original_title": "Charlie's Farm",
      "release_date": "2014-12-04",
      "poster_path": "/gom7H8KHYIS9AimXKilXlNqnMLl.jpg",
      "popularity": 0.7415111678765,
      "title": "Charlie's Farm",
      "overview": "In an effort to do something different, four friends head into Australia's outback to explore Charlie's Farm, the site where a violent family met their end at the hands of an angry mob. Despite all warnings, they persist in their horror-seeking adventure.",
      "vote_average": 6.5,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 301730,
      "original_title": "Turkey Shoot",
      "release_date": "2014-12-04",
      "poster_path": "/3STw6T0Ed38kQzqn22dBmd47WhA.jpg",
      "popularity": 0.725699571597472,
      "title": "Turkey Shoot",
      "overview": "In the wake of a shocking civilian massacre in a foreign war zone, disgraced Navy SEAL Rick Tyler is sentenced to rot in a maximum security military prison until he is offered the opportunity to put his life on the line to win his freedom. A one-man force of nature, Tyler will have to take-on and take-down some of the world's most ruthless killers in some of the world's most brutal locations to win the game, obtain his freedom and find out why he was set up. The question is, can he accomplish all of this before Game On is Game Over?",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 290300,
      "original_title": "Peter Pan Live",
      "release_date": "2014-12-04",
      "poster_path": "/3Xu4mgGrk2RYRRVqk4WqJKwvYi0.jpg",
      "popularity": 0.711863149761451,
      "title": "Peter Pan Live",
      "overview": "Preparing to sprinkle fairy dust across America, NBC presents a bold new LIVE television production of the classic Broadway musical that will gather friends, families and anyone who refuses to ever grow up.  Following in the footsteps of the phenomenally successful The Sound of Music LIVE! - which drew over 18 million viewers - comes this musical masterpiece that tells the beloved story of Peter Pan, the mischievous little boy who ran away to Neverland. Get ready for show-stopping stars, stunning costumes, extravagant sets and delightful music that will have everyone in your home singing along.  From Executive Producers Craig Zadan and Neil Meron comes a soaring holiday event guaranteed to take viewers on a magical and musical journey to the second star to the right.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/cF9NrXtYPZ0msiRZUq2sO40wyPu.jpg",
      "id": 298533,
      "original_title": "Corner Gas: The Movie",
      "release_date": "2014-12-03",
      "poster_path": "/lpt2DJPxQDjK4D44sAA3QLn1sHg.jpg",
      "popularity": 0.704921722413355,
      "title": "Corner Gas: The Movie",
      "overview": "It’s been a few years, and there’s still not a lot going on 40 kilometers from nowhere. But that’s all about to change as the fine folks of Dog River, Saskatchewan face their biggest crisis ever. Brent and the gang discover that the town’s been badly mismanaged, leaving residents with little choice but to pack up and leave. As residents make one last rally to save Dog River as they know it, they discover a devious plan by a corporate chain that would change life for Dog reveries forever.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 304336,
      "original_title": "Lap Dance",
      "release_date": "2014-12-05",
      "poster_path": "/1mI3nHeb8HKaxB4cEBvrInle3h3.jpg",
      "popularity": 0.6926978898786,
      "title": "Lap Dance",
      "overview": "An aspiring actress makes a pact with her fiancé to take a job as an exotic dancer to care for her cancer stricken father. Once the pact the couple made is broken, their lives are changed forever.",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": null,
      "id": 287422,
      "original_title": "Gentlemen",
      "release_date": "2014-12-05",
      "poster_path": "/lO3B4AZRhxMQeyt7Qb3P0er9Sqo.jpg",
      "popularity": 0.666438395423485,
      "title": "Gentlemen",
      "overview": "Beaten up, bruised, and scared, a young writer hides in a Stockholm apartment, writing the story of its disappeared inhabitants: the flamboyant and charismatic Morgan brothers.",
      "vote_average": 0,
      "vote_count": 0
    }
  ],
  "total_pages": 6,
  "total_results": 113
}